app/controllers/api/v1/copies_controller.rb

    def index
        copies = Copy.all
---
SELECT "copies".* FROM "copies"