app/controllers/api/v1/images_controller.rb

    def index
        images = Image.all
---
SELECT "images".* FROM "images"