app/controllers/api/v1/projects_controller.rb

SELECT "projects".* FROM "projects"
---
    def index
        projects = Project.all

INSERT INTO "projects" ("user_id", "name", "due_date", "dropbox_path", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["user_id", 1], ["name", "January Paid"], ["due_date", "2020-01-01"], ["dropbox_path", ""], ["created_at", "2020-01-31 18:47:45.304667"], ["updated_at", "2020-01-31 18:47:45.304667"]]
---
    def create
        project = Project.create!(project_params)